{"ChineseSimplified":{"lang0000":"Get Tickets, Win Cash!","lang0001":"HOW It works?","lang0002":"PRIZE POOL","lang0003":"${0}","lang0004":"You have <color=#FF8A01>{0}</color> ticket","lang0005":"GET TICKETS","lang0006":"LAST DAY WINNER","lang0007":"NAME","lang0008":"More tickets, more \nchance to win! ","lang0009":"You must have <color=#F4D10F>{0}</color> tickets \nto participate in the Lucky Draw.","lang0010":"not enough tickets","lang0011":"Please bind paypal account","lang0012":"{0}<size=40>  PT</size>","lang0013":"≈${0}","lang0014":"5M coins redeem $5","lang0015":"IMPORTANT: Paypal will charge for each transfer. The service charge of each country is different, we can learn from the official website.","lang0016":"About Paypal Fee","lang0017":"Please bind paypal account","lang0018":"Failed    ","lang0019":"+${0}","lang0020":"{0}<size=60> Pt</size>","lang0021":"Reviewing","lang0022":"Succeed","lang0023":"How it works","lang0024":"BANLANCE:","lang0025":"{0}<size=70> Pt</size>","lang0026":"CASH OUT","lang0027":"My friends: <color=#0596E4>{0}</color>","lang0028":"Invite Friends","lang0029":"Invite friends to get <color=#FF9732>{0}</color>","lang0030":"My income","lang0031":"{0}<size=55> Pt</size>","lang0032":"yesterday income","lang0033":"total income","lang0034":"Last day details","lang0035":"Name","lang0036":"ID:{0}","lang0037":"NO  FRIENDS\n\nInvite friends to join the team and earn money together","lang0038":"MY FRIENDS","lang0039":"Close Friends","lang0040":"Unfamiliar Friends","lang0041":"Friends you invited","lang0042":"Lv.{0}","lang0043":"Friends invited by your friends","lang0044":"Ticket <color=#fff000>{0}</color>\nMultiplier","lang0045":"Level","lang0046":"Ticket {0}","lang0047":"<color=#0890DB>{0}</color> multiplier","lang0048":"Extra ticket {0}","lang0049":"Avatar","lang0050":"Lv.{0}\nunlock","lang0051":"Extra {0}+{1}","lang0052":"SPONSORSHIP","lang0053":"Earn points     ","lang0054":"Loading…","lang0055":"Earn Pts","lang0056":"+ Exp {0}","lang0057":"COINS","lang0058":"TICKETS","lang0059":"No.{0}","lang0060":"NEW SLOTS IN:\n<size=60>{0}</size>","lang0061":"WIN","lang0062":"NEXT SLOTS IN:\n{0}","lang0063":"    GET","lang0064":"TASKS","lang0065":"ACHIEVEMENTS","lang0066":"BUY","lang0067":"GO TO","lang0068":"CLAIM","lang0069":"x{0}","lang0070":"RECORD","lang0071":"LAST DAY RANKING","lang0072":"ME","lang0073":"Please enter paypal account:","lang0074":"Enter paypal account","lang0075":"CONFIRM","lang0076":"Please check paypal account carefully.","lang0077":"CASH OUT!","lang0078":"Please check paypal account carefully.","lang0079":"·POSSIBLE REASON·","lang0080":"1.Check game account balance\n2.Check paypal account\n3.Check net connect\n4.Is that your paypal available","lang0081":"For any question,Contact us: \n<color=#1A91D0>hispin.support@luckyclub.vip</color>","lang0082":"Support us by rating 5 STARS","lang0083":"{0}STARS","lang0084":"PAYPAL ACCOUNT","lang0085":"FAILED","lang0086":"RATE US","lang0087":"Congratulation!","lang0088":"Save in wallet","lang0089":"Congratulations!","lang0090":"THAT'S EPIC!\nYOU WON TICKET!","lang0091":"GET   x","lang0092":"OH YEEAAAAH!\nTOKEN HAUL!","lang0093":"THAT'S EPIC!\nYOU WON TICKET!","lang0094":"YOU REACH LV.{0}!\nTake these rewards!","lang0095":"Invite friend successfully","lang0096":"Claim","lang0097":"loading","lang0098":"{0}%","lang0099":"Contact Us","lang0100":"UUID:","lang0101":"Spin and match 3 X symbols to win coin or other reward.\n\n\n<size=40>Google are not sponsor are they involved in any Hi Spin sweepstakes or prize draws.\n\nHi Spin is a sweepstakes application.\nFor offical rules, please see:</size>","lang0102":"TERMS & CONDITIONS","lang0103":"1.  There is a prize of 1,000 USD in the Lucky\n    Draw every day.\n2. You must have 200 tickets to participate\n    in the Lucky Draw. More tickets you have,\n    more chance to win.\n3. Every day at UTC 08:00:00, all your\n    tickets will be automatically put into the\n    prize pool, and  the Lucky Draw will be\n    done.\n4. There will be many winners with different\n    bonus.","lang0104":"1st                         $200\n2nd - 3th prize        $100\n4nd - 16th prize        $20\n17nd - 50th prize       $10","lang0105":"Effective date: October 25st 2020\nGeneral\nTo win in HI SPIN Contest (the “Contest”), there is no purchase or payment of any kind necessary to enter the Contest or win. No payment or purchase will increase an entrants chances of winning. Void where prohibited.\nBy entering the contest, all entrants and winners agree to abide by and be bound by these official contest rules and consent to the use of their personal information to administer the contest.\nParticipants\nThe Contest is open to all registered users of HI SPIN, legal residents of all countries with HI SPIN app distribution on Google Play Store and AppStore, who have reached the age of 18 or the applicable age of majority (which is higher) at the time of entry (“Participants”) and where local regulation does not prevent in any other way participation in free contest with cash or other real world prizes. Participants are not eligible to enter or win the Contest if they are (a) an employee, officer, director, representative or agent of HI SPIN Mobile s.r.o. (the \"Contest Sponsor\"), its parent, subsidiaries, related or affiliated companies or, if applicable, any of their respective advertising or promotion agencies, or any other company or individual engaged in the provision of goods or services related to this Contest (collectively, the \"Contest Parties\"’); or (b) a member of the immediate family (parent, child, sibling, spouse, grandparent, grandchild, cousin, aunt or uncle, whether related through blood, marriage, common law, civil union or adoption, regardless of where they live) or household (whether related or not), of any of the above individuals, directly or indirectly related.\nContest Period\nThe Contest is announced in HI SPIN application and/or on HI SPIN web as a countdown, that displays the time until the next Contest. It is HI SPIN's sole discretion to announce a new contest with countdown or cancel upcoming contests, any time, without any reason whatsoever.\nParticipation\nTo enter a Contest, user needs to:\nFollowing Contest App or Web instructions, register by connecting with Facebook, phone number or by providing their e-mail address. In order to register, Participants need to accept and agree to the Privacy Statement, Terms of Use and these Contest Rules and be at least 18 years old.\nUse HI SPIN App or Web to earn tickets (\"Tickets\") that are each worth one (1) entry into the Contest. Tickets can be earned in various ways, including (i) playing games and battles, (ii) completing quests or missions (iii) daily login, and (iv) sharing HI SPIN with friends and (v) other defined activities in the application. Tickets have no cash value.  In the event of a dispute over the identity of an entrant, each entry will be considered to have been submitted by the Registered Owner (as defined in below) of the email address associated with the entry. “Registered Owner” is defined as the natural person who is assigned an e-mail address by an Internet access provider, on-line service provider or other organization/individual that is responsible for assigning email addresses for the domain associated with the submitted email address.\nPrizes and Winning a Contest\nAll cash prizes are awarded to the winners by Contest Sponsor. Winners must accept the Prize as awarded by the Contest Sponsor or the Prize will be forfeited. Prizes cannot be transferred or substituted, except at the Contest Sponsor's sole discretion. Failure to verify or declare a winner or otherwise unclaimed Prizes will result in such Prizes being forfeited and not awarded.\nSelected entrants are notified after the contest with in-app announcement and/or notification.\nMain Contest Draw\nAt the end of each Contest Period (announced countdown through HI SPIN App and Web), a random draw will be held from among all eligible entries received during the Contest Period to select an entrant(s) eligible to win the main Prize(s).\nAll available tickets at the moment of draw are entered into the main Contest draw.\nThe main Prize winner is announced through HI SPIN App or/and HI SPIN Web, right after the main Contest Draw.\nOdds of winning the Prize depend upon the number of eligible entries received by the Contest Sponsor during the Contest Period.\nSecondary prizes and Wheel of Fortune\nFor participants of the main Contest Draw, there is a possibility to win secondary prizes, using a Wheel of Fortune. Wheel of Fortune participation requires no purchase or payment of any kind to enter or win. No payment or purchase will increase an entrant's chances of winning.\nWheel of Fortune participation is offered right after the main Contest Draw has finished as well as daily in the application. Wheel of Fortune offers secondary prizes in a form of tickets and cash prizes. Winners of secondary Prizes are randomly selected from all Participants.\nActivity & Loyalty Prizes\nContest Sponsor may also offer prizes as a reward for activity and loyalty in two ways.\nWheel of Fortune prize may be offered to users for specific activities, such as 7 days consecutive activity in application.\nIn selected countries (subject to Contest sponsor decisions), users may have the option to exchange their collected tickets for cash prize reward or other real world rewards.\nContest sponsor reserves the right to change the activity and loyalty program at its own discretion.\nBeing granted an activity or loyalty prize requires no purchase or payment of any kind.\nWallet & Withdrawal\nAll cash prizes are stored in the user application Wallet and can be paid out on request using the “withdraw” button in the application, only when reaching a minimum threshold $10. Contest sponsor reserves a right to change the withdrawal threshold at any time.\nTo withdraw the cash prize after reaching the $10 threshold, contest Participants are required to: (a) fill in and confirm Declaration and Release form that (i) confirms compliance with the Contest Rules, and (ii) releases the Contest Parties from any and all liability in connection with the Contest or the acceptance, awarding, use or misuse of any Prize (the \"Release Form\"); The Contest Sponsor reserve the right to verify any of the foregoing requirements including, without limitation, proof of age and jurisdiction of residence prior to awarding the Prize. If an entrant’s name is drawn and they are unqualified, the Prize may be forfeited in the Contest Sponsor’s sole discretion.\nWhen a user requests cash prize withdrawal and all Contest rules and conditions are met, Contest Sponsor will pay out the cash prize within 30 days after receiving a complete withdrawal request.\nContest sponsor may return withdrawal requests if incomplete, wrongly filled-in or reject the withdrawal request in case of any doubt or failing to comply with Contest rules. In case Contest Sponsor decides to reject the withdrawal request, the wallet balance is reset.\nExpiration period - any prize money added to the wallet expires 12 months after the first prize grant and the user is no longer eligible for the prize, prize money will be cancelled and removed from his wallet.\nThe App offers users the possibility of collecting coins for the use of the preset apps.\nThe preset apps for which coins can be collected; the number of coins which can be earned per app; and the time and content limitation of special offers or special campaigns relating to individual coins and rewards are established solely by the Provider and can be changed by the Provider at any time without giving reasons. The User has no legal entitlement in this respect.\nReferral prize\nContest sponsor rewards existing users for inviting their friends to the service. Users get $0.1 and 500 tickets added to their HI SPIN wallet for each user that reaches level 3 on HI SPIN. Contest Sponsor reserves the right to evaluate and reject such reward in case of fraud suspicion. The limit for such a reward is set for maximum 5 referral rewards per day.\nRight to Suspend, Modify and Terminate\nThe Contest Sponsor reserves the right, in its sole discretion, to suspend or cancel the Contest at any time if, for any reason the Contest is not capable of running as planned, including, without limitation, infection by computer virus, bugs, tampering, unauthorized intervention, fraud, technical failures, or any other causes which corrupt or affect the administration, security, fairness, integrity or proper conduct of the Contest (“Interruptions”). The Contest Sponsor reserves the right to cancel, in its sole discretion, to suspend and/or modify the Contest, or any part of it and disqualify any individual who is responsible for any Interruptions, tampering with the entry process, the operation of the Contest Apps, or who is otherwise in violation of these Official Contest Rules. If terminated, the Contest Sponsor may, in its sole discretion, determine the winners from among all eligible Entries received up to time of such action using the procedures outlined herein. Each prize will be awarded “as is” and without warranty of any kind, express or implied (including, without limitation, any implied warranty of merchantability or fitness for a particular purpose).\nConfidentiality, Publicity and Intellectual Property Rights\nFor purposes of these Official Contest Rules, “Intellectual Property Rights” means any trade marks, copyright, moral rights, performer’s rights, confidential information, trade secrets and all or any other intellectual or industrial property rights, both registered and unregistered anywhere in the world, including any renewals and extensions and including any such rights discovered or invented after the date hereof.\nEach Participant shall to keep confidential any information which the Participant knows or reasonably ought to know is confidential and relates to HI SPIN, HI SPIN’s business or the Contest.\nEach Participant agrees to participate, at HI SPIN’s request, in publicity (including interviews) and further agrees that HI SPIN owns all Intellectual Property Rights in, and may use at HI SPIN’s absolute discretion, such publicity/interviews. HI SPIN may refer to the Participant’s association with the Contest in all publicity, marketing and materials.\nThe Participant shall not publicise his or her involvement in the Contest or the fact that the Participant has won any prize (including giving interviews) except with HI SPIN’s prior written consent.\nBy entering a Contest or submitting a video, image, audio file or any other materials in relation to a Contest or Prize (the “Products”) each Participant: (i) confirms the grant by the Participant to HI SPIN of a worldwide, perpetual, royalty free licence in the Intellectual Property Rights in the Products or Contest entry, (ii) waives any moral rights and like rights the Participant has in relation to the Products or HI SPIN entry so that HI SPIN shall be entitled to use the Products or HI SPIN entry in any and all media at no cost to HI SPIN and (iii) warrants to HI SPIN that the Products or HI SPIN entry: (a) are personal and related specifically to the Participant; (b) are owned and controlled by the Participant and that the Participant has the right, power and authority to grant the rights set out in these terms and conditions; (c) will not infringe the Intellectual Property Rights, privacy or any other rights of any third party; (d) will not contain anything which is untrue, defamatory, obscene, indecent, harassing or threatening; (e) do not violate any applicable law or regulation (including any laws regarding anti-discrimination or false advertising); (f) are not obscene or pornographic; (g) do not, to the best of the Participant’s knowledge, contain any viruses or other computer programming routines that are intended to damage, detrimentally interfere with, surreptitiously intercept or expropriate any system, data or personal information; (h) are free from any encumbrances such that HI SPIN may use the Products in accordance with and in the manner set out in these Official Contest Rules.\nFor the avoidance of doubt, all rights relating to the Contest (including the name, title and format of the Contest ) will vest exclusively in HI SPIN for our own use (in our absolute discretion).  Unless otherwise stated, Contest entries will not be returned to you.\nLimitation of Liability and Release\nNo liability or responsibility is assumed by the Contest Parties resulting from entrant's participation in or attempt to participate in the Contest, ability or inability to upload or download any information in connection with the Contest, or from the disruption of third-party services such as mail delivery. No responsibility or liability is assumed by the Contest Parties for Interruptions, technical problems or technical malfunction arising in connection with any of the following occurrences which may affect the operation of the Contest: hardware or software errors; faulty computer, cable, satellite, network, electronic, Internet connectivity or other online or network communication problems; errors or limitations of any Internet service providers, servers, hosts or other providers; garbled, jumbled or faulty data transmissions; failure of any online transmissions to be sent or received; lost, late, delayed or intercepted transmissions; inaccessibility of the Contest App in whole or in part for any reason; traffic congestion on the Internet or the Contest App's servers; unauthorized human or non-human intervention of the operation of the Contest, including without limitation, unauthorized tampering, hacking, theft, virus, bugs, or worms; or destruction of any aspect of the Contest, or loss, miscount, misdirection, inaccessibility or unavailability of an email account used in connection with the Contest. The Contest Parties is not responsible for any printing, typographical, technical, computer, network or human error which may occur in the administration of the Contest, the processing of Tickets or entries, or in any Contest-related materials. Use of the Contest App is at user's own risk. The Contest Parties are not responsible for any personal injury or property damage or losses of any kind which may be sustained to user's or any other person's computer equipment resulting from participation in the Contest.  By participating in the Contest, entrants agree: (i) to release, hold harmless and indemnify the Contest Parties, Facebook, Inc., Apple, Inc., and Google Inc. from any and all claims, damages or liabilities arising from or relating to such entrant's participation in the Contest; (ii) all causes of action arising out of or connected with this Contest, or any Prize awarded, shall be resolved individually, without resort to any form of class action; and (iii)any and all claims, judgments, and award shall be limited to actual out-of-pocket costs incurred, excluding legal fees and court costs.  By accepting a Prize, winner agrees that the Contest Sponsor, its parent, subsidiaries, related or affiliated companies or, if applicable, any of their respective advertising or promotion agencies, or any other company or individual engaged in the provision of goods or services related to this Contest and their officers, directors, employees, representatives and agents will have no liability whatsoever for, and shall be held harmless by winner against, any liability for injuries, losses or damages of any kind to persons or property resulting in whole or in part, directly or indirectly, from participation in the Contest or from the acceptance, possession, misuse or use of any Prize.  ANY ATTEMPT BY AN INDIVIDUAL, WHETHER OR NOT AN ENTRANT, TO DELIBERATELY DAMAGE, DESTROY, TAMPER OR VANDALIZE THE CONTEST APP OR INTERFERE WITH THE OPERATION OF THE CONTEST IS A VIOLATION OF CRIMINAL AND CIVIL LAWS, AND THE CONTEST SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES AND DILIGENTLY PURSUE ALL REMEDIES AGAINST ANY SUCH INDIVIDUAL TO THE FULLEST EXTENT PERMITTED BY LAW.\nPrivacy and Public Release\nThe Contest Sponsor and its authorized agents will collect, use, and disclose the personal information provided upon registration and entry into the Contest for the purposes of administering the Contest and Prize fulfillment, in accordance with the Contest Sponsor's Privacy Statement.  By accepting a Prize, winners consent to the publication and use of their name, statements, profile pictures, photographs, image and/or likeness in any form, manner or media whether now known or hereafter devised, including, without limitation, in print, radio, television, in the Contest App, and on the Internet for any purpose in connection with the Contest including, without limitation, for the purposes of advertising and trade, and promoting the Contest Sponsor and its services, without further notice or compensation.\nGeneral Conditions\nThe Contest Sponsor is not responsible for any other costs associated with claiming or using the Prize. The winners are solely responsible for the reporting and payment of any and all taxes, if any, that may result in claiming the prizes in this Contest. Contest Winner understands, that the prize received might be reduced by tax obligations that arise for the Contest Sponsor related to awarding such prize. Decisions of the Contest Sponsor are final on all matters relating to the Contest, including matters of fact, interpretation, eligibility, procedure and fulfillment in respect to the Contest. The Contest Sponsor reserves the right at any time to cancel or modify the Contest or to modify or supplement these Official Contest Rules without notice, in its sole discretion, subject to applicable law.\nQuestions concerning the construction, validity, interpretation and enforceability of these Official Rules, entrants' rights and obligations, or the rights and obligations of the Contest Sponsor in connection with the Contest, shall be governed by, and construed in accordance with, the laws in effect in the Czech Republic, without giving effect to any choice of law or conflict of law rules. Any waiver of any obligation hereunder by the Contest Sponsor does not constitute a general waiver of any obligation to entrants.  The Contest Sponsor reserves the right to update or modify these Rules at any time, and without prior notice to you.\nThis promotion is in no way sponsored, endorsed or administered by, or associated with, Facebook, Google or Apple.\nThe Contest sponsor may be contacted at contest@HI SPIN.com","lang0106":"1.  You can earn points by friends watch ad \n    and complete tasks, and you can also get \n    points from a friends of friends.\n<color=#FFE200>    We will give 75% of AD revenue to \n    players. So, You will earn 50% of your \n    close friends’ AD revenue and 25% of \n    your unfamiliar friends’ AD revenue.</color>\n2. Every day UTC 10:00:00, you can review \n    yesterday’s income from friends.\n3. Points can be exchanged for money,\n    100,000 points equals 1 USD.\n<color=#FFE200>4. You can earn HUGE Pts by completing \n    the tasks in the offer.</color>","lang0107":"1.  Play slots to get experience for upgrade\n    level.\n2. Upgrade the level will unlock new\n    avatars and get tickets, also increase\n    the multiplier of getting tickets.\n3. The ticket multiplier is used to\n    increase tickets obtained by slots.","lang0108":"1. Win the jackpot and other cash\n   prizes in the Lucky Draw.\n\n2.Compete every day in the task \n   and win cash directly!\n\n3.Refer friends and get direct\n   cash and lots of tickets!","lang0109":"1.  Complete the sponsor's task and get a lot \n    of points.\n2. After completing the task, the sponsor \n    will review the results and increase your \n    points as soon as possible. It may take \n    1-3 days.\n3. If your close friends complete the task, \n    you will earn extra 50% points, and \n    extra 25%  from unfamiliar friends.","lang0110":"LET’S  PLAY!","lang0111":"CONTEST RULES","lang0112":"1.  There is a prize of 1,000 USD in the Lucky\n    Draw every day.\n2. You must have {0} tickets to participate\n    in the Lucky Draw. More tickets you have,\n    more chance to win.\n3. Every day at UTC 08:00:00, all your\n    tickets will be automatically put into the\n    prize pool, and  the Lucky Draw will be\n    done.\n4. There will be many winners with different\n    bonus.","lang0113":"How to win","lang0114":"HOW TO MAKE MONEY","lang0115":"Withdraw","lang0116":"Task Rewards","lang0117":"Item Of Use","lang0118":"BIG  WINNER!","lang0119":"More tickets you have, more chance to win！","lang0120":"Let's p","lang0121":"TRY YOUR LUCK","lang0122":"Congratulations on winning the prize!","lang0123":"TAKE YOUR MONEY!","lang0124":"No Video is ready , please try again later.","lang0125":"Sorry, the name was used.","lang0126":"Coin reaches the limit. Come back tomorrow.","lang0127":"The reward has been claimed.","lang0128":"Abnormal behavior, try again later.","lang0129":"Error code :","lang0130":"can not use this connecting.","lang0131":"Found historical records, data is being updated.","lang0132":"Level up to unlock","lang0133":"Sorry, you have not enough coins","lang0134":"Sorry, your balance is not enough.","lang0135":"头像列表和头像等级限制列表不匹配","lang0136":"AdGem is not available.","lang0137":"Ironsource is not available.","lang0138":"Fyber is not available.","lang0139":"Unlock at level {0}","lang0140":"Account is empty!","lang0141":"Succeed! We will finish it in {0} working days.","lang0142":"Error: can not get task id","lang0143":"ERROR","lang0144":"Network connection is\n unavailable, please check network \n settings.","lang0145":"+{0} <size=40>Pt</size>","lang0146":"Paypal Email","lang0147":"You can cash out dollar","lang0148":"PayPal","lang0149":"Play slots and get tickets","lang0150":"Play Lucky Draw with tickets\n to earn money. Good Luck!","lang0151":"NO THANKS","lang0152":"HI\nSPIN","lang0153":"Always a Winer!","lang0154":"NEW","lang0155":"Offerwall","lang0156":"Friends","lang0157":"Giveaways","lang0158":"Ranking","lang0159":"Task","lang0160":"SUMER \nMOON","lang0161":"SLIGHT\nDUSK","lang0162":"TINY \nDREAM","lang0163":"PURPLE\nCLOUD"}}